export default [
  {
    name: "Ai Qianshui de Wuzei",
    books: {
      create: [
        {
          name: "Повелитель тайн",
          desc: "С развитием паровых машин и механизмов кто может приблизиться к тому, чтобы стать Потусторонним? Окутанный туманом истории и тьмы, кто или что является затаившимся злом, которое шепчет нам на ухо? Проснувшись и столкнувшись с целым рядом загадок, Чжоу Минжуй обнаруживает, что перевоплотился в Клейна Моретти в альтернативном мире Викторианской эпохи, где он видит мир, наполненный механизмами, пушками, дредноутами, дирижаблями, разностными машинами, а также зельями, гаданиями, приворотами, картами Таро, запечатанными артефактами... Свет продолжает сиять, но тайна никогда не уходила далеко. Следуйте за Клейном, когда он окажется втянутым в дела мировых церквей - как ортодоксальных, так и неортодоксальных, - в то время как он постепенно обретает новые силы благодаря Потусторонним зельям. Как и соответствующая карта Таро, Шут, которая имеет номер 0 - число неограниченного потенциала - это легенда о «Шуте».",
          price: 899.99,
          img: '/8.jpg',
          reviews: {
            create: [
              {
                text: "Потрясающее сочетание стимпанка и мистики! Сюжет закручен так, что невозможно оторваться.",
                rating: 5
              }
            ]
          }
        }
      ]
    }
  },
  {
    name: "Saeki-san",
    books: {
      create: [
        {
          name: "Ангел по соседству балует меня",
          desc: "Соседка Аманэ Фудзимии по квартире, в которой он живёт, — всеми любимый ангел школы: превосходная и обладающая такой красотой, которую можно описать только как ангельской, — Махиру Шиина. Аманэ, обычный студент, который ничем не выделяется, является её соседом, но до сих пор они не общались друг с другом. После встречи с промокшим под дождём ангелом: — Я возвращаю то, что одолжила. Кстати, приберись в своей комнате. Там грязно. — Не твоё дело. С судьбоносной встречи под дождём и начались отношения Аманэ с острым на язычок ангелом.",
          price: 699.99,
          img: '/6.jpg',
          reviews: {
            create: [
              {
                text: "Милая и тёплая история о первых чувствах. Динамика между героями просто восхитительна!",
                rating: 4
              }
            ]
          }
        }
      ]
    }
  },
  {
    name: "Eliezer S. Yudkowsky",
    books: {
      create: [
        {
          name: "Гарри Поттер и методы рационального мышления",
          desc: "\"Почему ты веришь в то, во что веришь? Что ты знаешь, и почему ты думаешь, что ты это знаешь?\" Петуния вышла замуж не за Дурсля, а за университетского профессора, и Гарри попал в гораздо более благоприятную среду. У него были частные учителя, дискуссии с отцом, а главное — книги, сотни и тысячи научных и фантастических книг. В 11 лет Гарри знаком с квантовой механикой, когнитивной психологией, теорией вероятностей и другими вещами. Но Гарри не просто вундеркинд, у него есть загадочная Тёмная сторона, которая явно накладывает свой отпечаток на его мышление. «Гарри Поттер и методы рационального мышления» — роман специалиста по искусственному интеллекту Элиезера Юдковского, фанфик по серии романов о Гарри Поттере. Книга адаптирует историю, применяя научный метод в вымышленной вселенной Джоан Роулинг, и НЕ ТРЕБУЕТ ЗНАКОМСТВА С ОРИГИНАЛЬНОЙ СЕРИЕЙ.",
          price: 749.99,
          img: '/5.jpg',
          reviews: {
            create: [
              {
                text: "Уникальный взгляд на вселенную Гарри Поттера! Заставляет задуматься о собственных когнитивных искажениях.",
                rating: 5
              }
            ]
          }
        }
      ]
    }
  },
  {
    name: "Maxime J. Durand (Void Herald)",
    books: {
      create: [
        {
          name: "Идеальный забег",
          desc: "Райан «Квиксейв» Романо — эксцентричный авантюрист со странной силой: он может создать точку сохранения и прожить свою жизнь заново всякий раз, когда его настигает смерть. Прибыв в Новый Рим, блестящую столицу греха возрождающейся Европы, он обнаруживает, что город разрывается между мегакорпорациями, героями на спонсорских контрактах, преступниками с суперсилами и настоящими монстрами. В эти времена хаоса зелья могут дать власть над целым миром, а опасности таятся за каждым углом. Райан видит разные маршруты; начиная с геройского и заканчивая злодейским, он должен перепробовать их все. И только после этого он добьётся идеального финала... сколько бы циклов для этого ни потребовалось.",
          price: 799.99,
          img: '/4.jpg',
          reviews: {
            create: [
              {
                text: "Безумно увлекательный роман с механикой временных петель! Главный герой — настоящее сокровище.",
                rating: 5
              }
            ]
          }
        }
      ]
    }
  },
  {
    name: "nobody103",
    books: {
      create: [
        {
          name: "Мать Ученья",
          desc: "Зориан — юный маг скромного происхождения, обладающий навыками чуть выше среднего. Студент третьего года обучения в магической академии Сиории. Он целеустремлённый, но раздражительный молодой человек, охваченный желанием обеспечить свое собственное будущее и освободиться от влияния своей семьи, которую он недолюбливает за то, что она предпочитает его братьям. Следовательно, у него нет времени на бессмысленные развлечения или внимание к чужим проблемам. Так уж вышло, что времени у него будет предостаточно. Накануне ежегодного летнего фестиваля в Сиории его убивают и возвращают в начало месяца, как раз перед тем, как он собирался сесть на поезд в Сиорию. Внезапно оказавшись в ловушке временной петли без четкого конца или выхода, Зориану придётся заглянуть как внутрь, так и вовне, чтобы разгадать тайну перед ним. Он вынужден разгадать ее, ибо временная петля не была сделана ради него, а опасности таятся повсюду… Повторение — мать учения, но Зориану сначала нужно убедиться, что он выживет, чтобы попытаться снова — в мире магии даже путешественник во времени не застрахован от тех, кто желает ему зла.",
          price: 849.99,
          img: '/3.jpg',
          reviews: {
            create: [
              {
                text: "Лучшая петля времени, которую я читал! Прокачка магических навыков прописана невероятно детально.",
                rating: 5
              }
            ]
          }
        }
      ]
    }
  },
  {
    name: "Masterless Sword",
    books: {
      create: [
        {
          name: "Родословная королевства",
          desc: "Непритязательный ребёнок-попрошайка, благородный принц, монстр, которого считают врагом целого мира. Владея всеми тремя личностями, какую личность вы выберете, чтобы встретиться с лучшим концом? Фалес не имел ответа. Он лишь знал, что прибыл в другой величественный мир, и что ему придётся столкнуться с будущим, с которым будет справиться не менее сложно, чем с ночным кошмаром. Славная Империя рухнула тысячу лет назад, умирающая королевская семья столкнулась со многими проблемами, в легендарной священной битве было задействовано множество заговоров, разделённый мир пребывал в хаосе. Но у Фалеса не было ничего. У него осталась лишь непоколебимая решимость сохранить свою личность, храбрость, которая позволит ему выжить в опасных ситуациях и вера, что он никогда не подчинится принципам, в которые он не верит. «Король не получает уважение в силу своей родословной. Слава родословной зиждется на поступках Короля». Тьма крестит свет. Огонь создаёт настоящую сталь. Здесь начинается история отреченного принца.",
          price: 899.99,
          img: '/2.jpg',
          reviews: {
            create: [
              {
                text: "Эпическая фэнтези-сага с глубокой проработкой мира и персонажей. Не могу дождаться продолжения!",
                rating: 5
              }
            ]
          }
        }
      ]
    }
  },
  {
    name: "Sugaru Miaki",
    books: {
      create: [
        {
          name: "Три дня счастья",
          desc: "До того дня в его жизни не произошло ничего хорошего. Поэтому её оценили по десять тысяч иен за год. Пессимистично думая о будущем, он продал отведённое ему время, чтобы хоть немного почувствовать радость оставшейся жизни. В итоге, к нему была приставлена Мияги - \"Наблюдатель\", чтобы следить за ним, пока тот не умрёт...",
          price: 599.99,
          img: '/1.jpg',
          reviews: {
            create: [
              {
                text: "Пронзительная и меланхоличная история, которая заставляет ценить каждый момент жизни. Шедевр.",
                rating: 5
              }
            ]
          }
        }
      ]
    }
  }
]